const questionsString = `באיזה גיל עלה אלכסנדר לשלטון?
*20
16
30
הוא לא

מה גובהו של אלכסנדר?
בועז
חמש
1.60
*1.35

מי אויבו המושבע של אלכסנדר?
פרי הפלטיפוס
*דריוש השני
שלדון פלנקטון
פיליפוס השני

עד איפה נפרסה האימפריה של אלכסנדר?
*הודו
פלסטין
רוסיה
אין כזה דבר פלסטין

איך קראו לאבא של אלכסנדר?
*פיליפוס השני
אנטיוכוס
שאנוויירפושגוונגישוס
יובלוס קומרצ'רוס

איזו חולצה לבש תום?
TomShirt1.png
TomShirt2.png
TomShirt3.png
*TomShirt4.png

מי מדובב את מובי?
יואב
גיא תמיר
מובי האמיתי
*אלון

בחר אירוע אחד שהכי מבטא, לפי דעתך, את היותו של אלכסנדר הגדול כובש גדול. הצג אותו והסבר מדוע בחרת בו.
*אלכסנדר הגדול היה אחד הכובשים הגדולים ביותר בהיסטוריה של האנושות. הוא חי בין השנים 356 ל-323 לפני הספירה, ובשנים הללו הוא הספיק להקים אימפריה רחבת-מימדים שכללה את כל שטחה של האימפריה הפרסית. כמו כן, שטח זה כלל את המזרח התיכון, וכן את שטח ארץ ישראל. אלכסנדר הפיץ את התרבות היוונית לארצות שכבש - תרבות זו התמזגה יחד עם התרבויות המקומיות ויצרה את התרבות ההלניסטית. את ההשפעות של תרבות זו אנו חשים עד היום. אירוע אחד שמבטא, לפי דעתי, את היותו של אלכסנדר הגדול כובש גדול, הוא הקשר הגורדי. על פי סיפור זה, אלכסנדר הגדול הגיע לעיר גורדיון, בירת פריגיה, במהלך כיבושיו, שם הוא מצא עגלה קשורה בקשר מסובך. על פי האגדה, קשר זה נקשר על ידי המלך מידאס לכבוד אביו, גורדיוס, שמלך על העיר. הקשר היה מסובך להפליא, ונאמר עליו שמי שיצליח לפרום אותו ימלוך בכל אסיה. כאשר אלכסנדר שמע על סיפור זה, החליט לנסות את ידו בפתירת הקשר - אך כשלא הצליח, הניח כי הדרך בה הקשר נפרם אינה משנה, ולכן הטיל את חרבו על הקשר וחתך אותו. אירוע זה מבטא, לדעתי, את היותו של אלכסנדר כובש גדול, משום שהוא מראה שאלכסנדר היה חכם וידע לנצל את החוכמה שלו על מנת להפגין כוח.
*אלכסנדר הגדול היה איש צבא מקדוני שחי בין השנים 356 ל-323 לפני הספירה. במהלך חייו הוא כבש שטחים גדולים באזור הים התיכון וגם באסיה. הוא הקים אימפריה עצומה שנפרסה בין ארץ מולדתו, מוקדון, עד הודו. אימפריה זו כללה את כל שטח האימפריה הפרסית, אותה הוא כבש במהלך מסעותיו. אלכסנדר נחשב אחד מהכובשים הגדולים ביותר בהיסטוריה. הוא היה ממש ממש ממש גדול, זה פשוט לא להאמין. באמת. לפעמים אני תוהה איך בן אדם אחד יכול להיות כל כך גדול וכן כל כך קטן. אני מדבר על זה שיש שמועות שהוא היה בגובה מטר שלושים וארבעה סנטימטרים. זה די נמוך, אפילו יחסית לסטנדרטים של יוון העתיקה. בטח כולם צחקו עליו שהוא היה נמוך ואז הוא פיתח תסביך נפוליאון ורצח מלא אנשים. בכל אופן, האירוע שבחרתי כדי להמחיש את גדולתו של אלכסנדר בתור כובש הוא המרד בנהר ההיפסיס. לפי הסיפור, אלכסנדר וצבאו הגיעו לנהר ההפסיס, שנמצא בקצה הצפוני של הודו. הגיעו אליהם שמועות על לוחמים חזקים ואמיצים מעבר לנהר - הדבר פיתה את אלכסנדר להמשיך קדימה, אך חייליו, שהיו מותשים לאחר שנים של לחימה ומסעות, סירבו להמשיך. אלכסנדר ניסה לשכנע אותם עם נאום קלאסי, אך קוינוס, אחד מהגנרלים שלו, הסביר לו שהחיילים רוצים לחזור הביתה אל משפחותיהם, ושהם לא ישוכנעו להמשיך הלאה. לבסוף אלכסנדר הסכים לחזור. אירוע זה מראה לדעתי שאמנם אלכסנדר תמיד רצה להמשיך להילחם, אך הוא ידע מתי לתת לחיילים שלו לנוח ולא לדחוף אותם מעבר ליכולות שלהם. אמנם הם היו צריכים להגיד לו את זה, אבל לפחות בסוף הוא הסכים. נחמד מצידו.
*אלכסנדר הגדול היה גבר מלך על. שמע ישראל, אלוהים אדירים, אתם לא תאמינו איזה דמות אגדית הוא היה. יש כאלה שאומרים שהוא היה כל כך מגניב שכל מי שהסתכל לעברו פשוט מת. למה הם מתו? כנראה כי הם לא יכלו לקלוט כל כך הרבה מגניבות בעצמם. או, פירוש נוסף של האגדה הזו, הם הבינו שהם לעולם לא יהיו מגניבים כמוהו והמוח שלהם כיבה את עצמו מרוב בושה. בכל אופן, הוא היה כל כך אדיר, שרק לכתוב עליו גורם ליידים שלי לרעוד, מפחד שאני אכשל בלהעביר לכם את הכמות אדירות שהייתה בו. עוד כשהוא היה בן 16 הוא פיקד על צבא משלו. אתם יכולים לתאר לעצמכם את זה? מה אתם עשיתם בגיל 16? בטח הייתם באינסטגרם כל היום עם הפייסבוקים שלכם והפלצפונים שלכם. בימי בגיל 16 היינו מגנים על העיר שלנו מפני אויבים זרים, מאלפים סוסים בגיל 10, רוצחים מתנקשים עוד ברחם. אתם כל כך מפונקים, זה לא להאמין. זהו, עבר כבר גיל 16. עכשיו תמיד יהיה לכם את הנטל הזה, העובדה שבגיל 16 לא הגעתם לאותה רמה כמו אלכסנדר הגדול. חוץ ממך, שי. לך עוד יש סיכוי. אבל לכל השאר, זהו, הלך קאפוט. זה הכל מתדרדר מכאן. הכל לפח. לא חבל? קיצר זה האירוע שבחרתי כדי להראות כמה מגניב אלכסנדר היה. די קול, הא?
*אלכסנדר מוקדון היה שליט מוקדון והוא כבש את כל האימפריה הפרסית. הוא עשה עוד כמה דברים אבל זה בעיקר מה שהוא עשה. זה לא כזה מרשים לדעתי, כאילו אני הייתי יכול לעשות את זה אם היה לי סופ"ש ספייר. תחשבו על זה שהאימפריה הפרסית הייתה כל כך גדולה, ועדיין אלכסנדר מוקדון, שהיה לו צבא יחסית ממש קטן, הצליח לכבוש אותה. זה רק מראה שהוא לא היה כל כך גדול כמו שאומרים שהוא היה. אם הייתם אומרים לי שהוא כבש את כל אירופה אז הייתי אומר, פסדר, זה די קול, זה משהו שאפשר להגיד על מישהו שהוא "גדול" בגללו. אבל סתם איזה אימפריה פרסית שכבר הייתה בשלבי הסיום? אה, לא משהו לכתוב עליו הביתה. תחשבו על זה שכל יום 10 מינים נכחדים, ועכשיו תחשבו על זה שאלכסנדר הגדול היה ידוע בלהפיל אימפריה. קורה, אלכס. קורה שיש אימפריה גדולה ואז אתה בה ומפיל אותה במו ידיך. אז מה? זה לא הופך אותך למיוחד.

מי רצח את דריוש?
אלכסנדר
אלון
*קרוב משפחה
אמא שלך

מה שתתה הילדה מהמכתב?
*מי פה
שמן רותח
טבאסקו
חלב`;
const questions = questionsString.split('\n\n').map(answers => (answers = answers.split('\n'), {"name": answers.shift(), "answers": answers}))